function Terms() {
  return (
    <div className="term-box">
      <p>
        제1조 (목적) 본 ‘포커스미디어코리아’ 서비스 이용 약관 (이하 “본
        약관”이라 합니다.)은 이용자가 ㈜ 포커스미디어코리아에서 제공하는
        포커스미디어코리아 사이트 및 사이트 관련 각종 서비스 (이하 “서비스”라
        합니다.)를 이용함에 있어 포커스미디어코리아와 이용자의 권리 의무 및 책임
        사항을 규정함을 목적으로 합니다 제2조 (정의) 본 약관의 주요 용어는
        아래와 같이 정의합니다 ① "사이트”는 ㈜포커스미디어코리아의 사이트를
        말합니다. ② “서비스”란 포커스미디어코리아 사이트 및 사이트 관련 각종
        서비스를 말합니다 ③ “이용자”란 사이트에 접속하여 이 약관에 따라
        포커스미디어코리아가 제공하는 서비스를 받는 “회원”과 “비회원”을 말합니다
        ④ “회원”은 “포커스미디어코리아”에 개인 정보를 제공하여 회원 등록을 한
        자로서 회원 전용 “서비스”를 이용할 수 있는 자를 말합니다. ⑤ “비회원”이라
        함은 회원에 가입하지 않고 “서비스”를 이용하는 자를 말합니다 2. 이
        약관에서 정하지 아니한 내용과 이 약관의 해석에 관하여는 전자상거래
        등에서의 소비자보호에 관한 법률 약관의 규제 등에 관한 법률 공정거래위원
        회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계법령 또는 상관례에
        따릅니다. 제 3조 (약관의 게시와 변경) 1. “포커스미디어코리아”는 이
        약관의 내용과 상호 영업소 소재지 주소(소비자의 불만을 처리할 수 있는
        곳의 주소를 포함), 전화번호, 모사전송번호, 이메일 주소, 사업자등록번호,
        통신판매업신고번호, 개인정보보호책임자 등을 이용자가 쉽게 알 수 있도록
        “사이트”내에 게시합니다. 다만 약관의 내용은 이용자가 연결화면을 통하여
        볼 수 있도록 할 수 있습니다. 2. “포커스미디어코리아”는 「전자상거래
        등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」,
        「전자문서 및 전자거래 기본법」, 「전자금융거래법」, 「전자서명법」,
        「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관
        한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이
        약관을 개정할 수 있습니다. 3. “포커스미디어코리아”는 약관을 개정할
        경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 홈페이지의
        초기화면에 그 적용일 7일 이전부터 적용일자 전일까지 공지합니다. 다만
        이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전
        유예기간을 두고 개별 통지합니다. 이 경우 “포커스미디어코리아”는 개정 전
        내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
        4. “포커스미디어코리아”가 개정약관을 공지 또는 통지하면서 회원에게 30일
        기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을
        명확하게 따로 공지 또는 고지하였음에도 회원이 명시적으로 거부의사를
        표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다. 또한 회원이
        개정약관의 적용에 동의하지 않는 경우 “포커스미디어코리아”는 개정약관의
        내용을 적용할 수 없으며 이 경우 회원은 이용계약을 해지할 수 있습니다.
        다만 기존약관을 적용할 수 없는 특별한 사정이 있는 경우에는
        “포커스미디어코리아”는 이용계약을 해지할 수 있습니다. 5. 이 약관에서
        정하지 아니한 내용과 이 약관의 해석에 관하여 전자상거래 등에서의
        소비자보호에 관한 법률 약관의 규제 등에 관한 법률 공정거래위원회가
        정하는 전자상거래 등에서의 소비자보호지침 및 관계법령 또는 상관례에
        따릅니다. 제 4조 (서비스의 제공 및 변경) 1. “포커스미디어코리아”는
        이용자에게 아래와 같은 서비스를 제공합니다. ① 광고, 이벤트 행사 ② 다양한
        정보의 제공 ③ 광고, 이벤트 행사 등 상품과 관련한 다양한 판촉
        행위(뉴스레터, DM 포함) ④ 기타 이용자에게 유용한 부가 서비스 2.
        “포커스미디어코리아”는 경품이 품절 등으로 더 이상 제공할 수 없는
        경우에는 제공할 경품의 내용을 변경할 수 있습니다. 이 경우에는 변경된
        경품의 내용 및 제공일자를 명시하여 현재의 상품의 내용을 게시한 곳에 즉시
        공지합니다. 3. “포커스미디어코리아”는 이용자에게 제공하기로 명시한
        서비스의 내용을 상품 품절 등의 사유로 변경할 경우에는 그 사유를
        이용자에게 통지 가능 한 전자 우편 주소 등으로 즉시 통지합니다. 제5조
        (서비스의 중단) 1. “포커스미디어코리아”는 컴퓨터 등 전기통신설비의
        보수점검 교체 및 고장 통신의 두절 등의 사유가 발생한 경우에는 서비스의
        제공을 일시적으로 중단할 수 있습니다. 2. 제1항에 의한 서비스 중단의
        경우에는 “포커스미디어코리아”는 제8조에 정한 방법으로 이용자에게
        통지합니다. 제6조 회원 가입 1. “이용자”는 “포커스미디어코리아”가 정한
        가입 양식에 따라 회원 정보를 기입한 후 이 약관에 동의한다는 의사 표시를
        함으로써 회원 가입을 신청합니다. 2. “포커스미디어코리아”는 전항과 같이
        회원으로 가입할 것을 신청한 자가 다음 각 호에 해당하지 않는 한 신청한
        자를 회원으로 등록합니다. ① 등록 내용에 허위 기재누락 오기가 있는 경우 ②
        기타 회원으로 등록하는 것이 “포커스미디어코리아”의 기술상 현저히 지장이
        있다고 판단되는 경우 3. 아동(만14세 미만인 자)은 회원가입이 불가능
        합니다. 4. 회원 가입 계약의 성립시기는 “포커스미디어코리아”의 승낙이
        가입 신청자에게 도달한 시점으로 합니다. 5. “회원”은
        “포커스미디어코리아”에 등록한 회원정보에 변경이 있는 경우 상당한 기간
        내에 “사이트”에서 정하는 방법에 따라 해당변경사항을
        “포커스미디어코리아”에게 통지하거나 수정하여야 합니다. 제7조 (회원의
        탈퇴 및 회원자격 상실) 1. “회원”은 “포커스미디어코리아”에 언제든지
        자신의 회원 등록을 말소해 줄 것(회원 탈퇴)을 요청할 수 있으며
        “포커스미디어코리아”는 위 요청을 받은 즉시 해당 이용자의 회원 등록
        말소를 위한 절차를 밟습니다. 단, 절차가 진행되는 동안에는 기존 일정에
        맞춰 예정된 서비스를 제공받을 수 있습니다. 2. “포커스미디어코리아”는
        회원자격의 정지 등의 방법을 통해 회원자격을 제한할 수 있으며 자격 상실의
        경우에는 회원등록을 말소합니다. 회원자격 제한 또는 등록 말소의 경우
        회원에게 이를 통지하고, 회원자격 제한 또는 등록 말소 전에 개별 통지 후
        30 일 이상의 기간을 정하여 소명할 기회를 부여합니다. 아래와 같은 각각의
        경우 회원자격의 말소 대상이 되며 이에 해당하지 않더라도 관련 법령상
        허용되는 범위 내에서 “포커스미디어코리아”의 판단에 의해 사업의 운영이나
        다른 회원의 구매행위에 장애를 발생시키는 회원에 대해서는 동일하게 30일
        이상의 기간을 정하여 소명 기회를 부여한 다음 말소가 가능합니다. 다만,
        회원의 소재불명 등으로 인해 개별 통지 및 소명 기회의 제공이 어려운
        경우는 “포커스미디어코리아”는 합리적인 판단으로 회원등록을 말소
        가능합니다. ① 가입 신청 시에 허위 내용을 등록한 경우 ② 다른 사람의
        서비스 이용을 방해하거나 그 정보를 도용하는 등 전자 거래 질서를 위협하는
        경우 ③ 서비스를 이용하여 법령과 본 약관이 금지하거나 공서 양속에 반하는
        행위를 하는 경우 ④ 회원자격의 제한 또는 정지의 제재를 3회 이상 받은 회원
        ⑤ 회원 자격의 제한 또는 정지를 받고 그 제한이 해제된 다음 30일 이내에
        다시 제한을 받은 경우 ⑥ 거래 제한과 별개로 해당 행위에 대해 시정을
        요구하였으나 14 일 이내에 그 사유가 시정되지 아니하는 경우 ⑦ 회원의
        소재불명 등으로 인해 소명 기회의 제공이 어려운 경우는
        “포커스미디어코리아”는 합리적인 판단으로 회원등록을 말소 가능 ⑧ 이벤트
        응모를 악의적으로 반복 참여하거나 개인정보를 변경하여 중복 참여하는 등
        “포커스미디어코리아”의 영업에 지장을 초래하는 경우 3.
        “포커스미디어코리아”는 전자상거래 등에서의 소비자보호에 관한 법률 시행령
        제6조에 의거 회원등록이 말소된 회원이라 하더라도 계약 또는 청약 철회에
        관한 기록은 5년 대금 결제 및 재화 등의 공급에 관한 기록은 5년 그리고
        소비자의 불만 또는 분쟁처리에 관한 기록은 3년간 보존하게 됩니다. 그러나
        이러한 기록의 보존이 회원 자격의 유지 및 혜택 제공이 지속되는 것을
        의미하지는 않습니다. 제8조 (이용자에 대한 통지) 1.
        “포커스미디어코리아”는 특정 이용자 또는 “회원”에 대한 통지를 하는 경우
        회원이 “포커스미디어코리아”에 미리 약정하여 지정한 전자 우편 주소 또는
        문자 메시지로 할 수 있습니다. 2. “포커스미디어코리아”는 불특정 다수
        회원에 대한 통지의 경우 1주일 이상 “서비스” 사이트 내에 게시함으로써
        개별 통지에 갈음할 수 있습니다. 다만 회원 본인의 거래와 관련하여 중대한
        영향을 미치는 사항에 대하여는 개별 통지를 합니다. 제9조 (이벤트 신청)
        이용자는 “사이트”에서 다음 또는 이와 유사한 방법에 의하여 이벤트를
        신청하며 “포커스미디어코리아”는 이용자가 이벤트 신청을 함에 있어 서
        다음의 각 내용을 알기 쉽게 제공하여야 합니다. 1. 이벤트 항목 등의 검색
        및 선택 2. 받는 사람의 성명 주소 전화번호 이메일 주소(또는 이동전화번호)
        등의 입력 3. 약관내용, 청약철회권이 제한되는 서비스, 배송료 등의
        비용부담과 관련한 내용에 대한 확인 4. 이 약관에 동의하고 위3호의 사항을
        확인하거나 거부하는 표시(예, 마우스 클릭) 5. 이벤트 신청 및 이에 관한
        확인 또는 “포커스미디어코리아”의 확인에 대한 동의 제10조 (이벤트 신청의
        성립 및 이벤트의 당첨) 1. “포커스미디어코리아”는 제9조 이벤트 신청에
        대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만,
        미성년자(만19세 미만의 자)가 이벤트를 신청하는 경우에는 법정대리인의
        동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 신청을 취소할 수
        있다는 내용을 고지하여야 합니다. ① 신청 내용에 허위 기재누락 오기가 있는
        경우 ② 이벤트를 신청하였으나 포커스미디어코리아 엘리베이터TV 설치 아파트
        단지 입주민 여부가 확인되지 않을 경우 ③ 이벤트 일정이 지난 후 신청한
        경우 ④ 기타 신청을 승낙하는 것이 “포커스미디어코리아” 기술 상 현저히
        지장이 있다고 판단하는 경우 2. “포커스미디어코리아”의 승낙이 제8조
        제1항의 방법으로 이용자에게 통지된 시점에 이벤트 신청이 성립한 것으로
        보며, 제1항 각 호에 해당하는 경우 별도 통보하지 않습니다. 3.
        “포커스미디어코리아”는 제1항에 따라 이벤트 신청이 성립한 이용자 중
        이벤트에 당첨된 이용자에게 이벤트 종료 후 4주 내에 명시한 혜택을
        제공합니다. (당사의 재고 및 사정에 따라 일정이 변경될 수 있음) 이벤트
        대상으로 확인되어 혜택을 제공하였으나 이용자의 부재 혹은 이용자의 정보
        오입력으로 경품 등이 반송된 경우, 이벤트 당첨이 취소될 수 있습니다. 4.
        소득세법 및 지방세법에 따라 제세공과금을 부담하여야 하는 상품(가액
        5만원을 초과하는 경품)에 당첨된 이용자는 당사가 제세공과금 납부 및
        처리를 하기 위하여 당첨자의 주민등록번호 및 주소가 필요하며
        신분증(주민등록증, 운전면허증, 여권 등)을 요청합니다. 당첨자가 해당 정보
        제공을 거부하는 경우 부득이하게 당첨이 취소될 수 있습니다. 제11조
        (“포커스미디어코리아”의 의무) 1. “포커스미디어코리아”는 법령과 본 약관이
        금지하거나 공서 양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에
        따라 지속적이고 안정적으로 “서비스”를 제공하기 위해서 최선을 다하여야
        합니다. 2. “포커스미디어코리아”는 이용자가 안전하게 인터넷 서비스를
        이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 아래와 같은
        보안 시스템을 갖추어야 합니다. ① 암호 알고리즘 등의 이용을 통하여 개인
        정보를 안전하게 네트워크 상에서 전송할 수 있는 보안 조치 ② 침입 차단
        시스템 등 접근 통제 장치의 설치 운영 ③ 기타 안정성 확보를 위하여 필요한
        기술적 조치 3. “포커스미디어코리아”는 이용자가 서비스를 이용함에 있어
        “포커스미디어코리아”의 고의 또는 중대한 과실로 인하여 입은 손해를 배상할
        책임을 부담합니다. 단, 기술적인 보완 조치 및 필요한 조치를 했음에도
        불구하고 발생한 해킹 등 기본적인 네트워크 상의 위험성에 의해 발생하는
        예기치 못한 사고나 천재지변으로 인한 개인 정보의 훼손 및서비스의 이상 및
        “이용자”가 작성한 게시물에 의한 분쟁에 관해서는 책임이 없습니다. 4.
        “포커스미디어코리아”는 사전에 “포커스미디어코리아”의 정보 수신에 동의한
        “이용자”에 한해 정보성, 광고성, 전자우편, 문자, 메시지, 우편물 및
        각종정보를 보낼 수 있습니다. 5. “포커스미디어코리아”은 “이용자”의 편의를
        위해 아래 경로를 통해 “이용자”의 “서비스” 이용과 관련한 모든 불편 사항
        및 문의 사항을 처리합니다. 담당자 : 김현지 담당자 소속 :
        포커스미디어코리아 이메일 : support@focusmediakorea.com 전화 문의 :
        1833-8998 월일 오전 9시 - 오후 5시(주말 및 공휴일 휴무) 제12조
        (“이용자”의 ID 및 비밀번호에 대한 의무) 1. “포커스미디어코리아”가
        관계법령 개인정보처리방침에 의해서 그 책임을 지는 경우를 제외하고 자신의
        ID와 비밀번호에 관한 관리 책임은 각 “이용자”에게 있습니다. 2. “이용자”는
        자신의 ID 및 비밀번호를 제3자가 이용하게 해서는 안됩니다. 3. “이용자”는
        자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한
        경우에는 바로 “포커스미디어코리아”에 통보하고 “포커스미디어코리아”의
        안내가 있는 경우에는 그에 따라야 합니다. 4. “이용자”가 이용자의 의무
        조항을 어길 경우 “포커스미디어코리아”는 해당 이용자의 계정 및 서비스
        이용에 제한을 가할 수 있습니다. 제13조 (이용자의 의무) “이용자”는 다음
        각 호의 행위를 하여서는 안됩니다. ① 회원 가입을 포함한 각종 신청 또는
        변경 시 허위 내용을 등록하는 행위 ② 타인의 정보 도용 ③
        “포커스미디어코리아”가 게시한 정보의 변경 ④ “포커스미디어코리아”가 정한
        정보 이외의 정보 (컴퓨터 프로그램 등) 등의 송신 또는 게시 ⑤
        “포커스미디어코리아” 및 기타 제 3자의 저작권 등 지적 재산권에 대한 침해
        ⑥ “포커스미디어코리아” 및 기타 제 3자의 명예를 손상시키거나 업무를
        방해하는 행위 ⑦ 외설 또는 폭력적인 메시지 화상, 음성, 기타 공서 양속에
        반하는 정보를 “서비스”에 공개 또는 게시하는 행위
      </p>
    </div>
  )
}

export default Terms
